/* 
  ITDeviceAppsViewCtrl.strings
  iToolsMain

  Created by Aaron on 7/1/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"InstallFailedTitle"        = "The following application install fails";
"AppInstallRSBadPaht"       = "File path error";
"AppInstallRSNotExsit"      = "File does not exist";
"AppInstallRSBadFile"       = "File Corruption";
"AppInstallRSNotJB"         = "Not jailbreak or afc2add unpatched";
"AppInstallRSUnPatch"       = "Jailbroken but appsync unpatched";
"AppInstallRSUnSupport"     = "Device does not support";
"AppInstallRSUploadFailed"  = "Upload Failed";
"AppInstallRSFailed"        = "Installation failed";
"AppInstallRSUnknow"        = "Unknown error";

"AnchiveFailedTitle"        = "The following application archive fails";
"AppArchiveRSFreeSpace"     = "Free space is insufficient";
"AppArchiveRSFailed"        = "Device has a password and lock screen";
"AppArchiveRSUnknow"        = "Unknown error";

"AppArchiveTitle"           = "Whether backup documents simultaneously";
"AppArchiveRecord"          = "YES";
"AppArchiveOnly"            = "NO";

"RemoveAlertTitle"          = "Are you sure you want to uninstall the application?";
"RemoveAlertDefaultButton"  = "OK";
"RemoveAlertAlternateButton"= "Cancel";

"StatusTemplate"            = "%d Applications";
"StatusSelectedTemplate"    = "%d Applications, %d Selected";
"UpdateTemplate"            = ", %d Can update";

"ContextMenuInstall"        = "Install";
"ContextMenuUninstall"      = "Uninstall";
"ContextMenuAnchive"        = "Archive";
"ContextMenuDocument"       = "Document";
"ContextMenuUpdate"         = "Update";

"ProgressInstallCopy"       = "Copying for Install";
"ProgressInstall"           = "Installing";
"ProgressArchive"           = "Archiving";
"ProgressArchiveCopy"       = "Copying for Archive";
"ProgressRead"              = "Reading...";

"GLAlertTitle"              = "If you download the genuine application from iTools is not working, you can try to re-authority.\n\nWhether to start iTools genuine authority?";

"UnsupportedFileAlertTitle" = "Unsupported file types\nApps only supports ipa file";

"ITGLWinTitle"              = "iTools Genuine Authority";
"ITGLTitle"                 = "Authorizing %@, please wait...";
"ITGLSucceed"               = "%@ Authorization succeed";
"ITGLFailed"                = "%@ Authorization failed, please try again later!";
